<template>
<div id="faq">
  <header></header>
  <main-model :tabs="faq"></main-model>
</div>
</template>

<script>
import MainModel from '@/components/FooterLink/Plugins/MainModel.vue'
export default {
  components: {
    MainModel
  },
  data () {
    return {
      faq: [{
        title: '超级探针账号',
        content: [{
          title: '如何注册超级探针账号？',
          content: '打开APP点击注册账号按钮，输入手机号，获取短信验证码，输入短信验证码验证身份后，设置密码，即注册完成。'
        },
        {
          title: '超级探针账号能不能注销？',
          content: '超级探针账号用于记录用户获得奖励，目前不支持注销账号，若您不继续使用该手机号，可先注册新的账号，然后使用新账号连接设备。'
        },
        {
          title: '忘记密码/账号被盗如何找回？',
          content: '若手机号仍能接收短信： 在超级探针APP登录页面下方点击“忘记密码”，获取短信验证码后即可重置密码。'
        }],
        type: 'slide'
      },
      {
        title: '超级探针硬件设备',
        content: [{
          title: '如何连接我的超级探针设备？',
          content: '首先打开您的超级探针app，开启手机蓝牙功能，根据app提示进行蓝牙连接，当app显示已连接状态，即为硬件设计连接成功。'
        },
        {
          title: '如何使用超级探针？',
          content: `1 设备初始化
                      超级探针设备初始化为关机状态，设备所有指示灯均为熄灭状态。按一下设备按钮即完成设备开机操作，启动灯呈长亮状态；开机后长按按钮设备按钮关机。如设备启动灯为闪烁状态，则表示设备电量不足，需及时进行充电。
                    2 蓝牙连接
                      开机后进入蓝牙配对状态，蓝牙指示灯闪烁，打开手机设备蓝牙搜索连接“超级探针”。蓝牙指示灯呈长亮状态，表示设备已连接成功。
                    3 数据检测
                    打开“超级探针DAPP”，蓝牙连接成功后，DAPP页面呈现可检测状态。检测流程如下：
                    将设备“探针头”部分接触肉类；
                    按一下设备按钮，开始检测，检测指示灯呈现闪烁状态，等待检测指示灯熄灭表示检测结束，可将设备移出肉类；
                    等待检测结果，如检测指示灯呈绿色表示检测结果为优质，如检测指示灯呈红色表示检测结果为低劣。同时详细结果数据会显示在手机“超级探针DAPP”中。`
        },
        {
          title: '超级探针设备如何清理？',
          content: '请使用“清水”或“洗洁精”对探针针头进行清洗，清洗时可将探针头上不锈钢套拧下分别清洗，清洗后擦干针头并盖好探针保护盖。'
        },
        {
          title: 'APP提示连不上设备怎么办？',
          content: `1 首先确认设备是否开启，启动灯是否为常亮状态。
                    2 检查手机设备是否开启网络和蓝牙开关。
                    3 检查蓝牙连接是否成功，设备蓝牙灯为闪烁状态时表示蓝牙未连接，设备蓝牙灯为长亮状态时表示蓝牙已连接。
                    4 如以上皆为正常，而仍然连不上设备请致电我们客服，我们会第一时间为您解决。`
        },
        {
          title: '操作设备异常怎么办？',
          content: `当您在使用APP的过程中出现操作设备异常的情况时，请先尝试重启设备，重启后看下问题是否还存在，如果问题仍存在，请提交反馈给我们或致电客服，我们会第一时间为您解决。`
        }],
        type: 'slide'
      },
      {
        title: '其他',
        content: [{
          title: '设备注意事项有哪些？',
          content: `1 请勿以任何理由拆除或维修改装设备；
                    2 请勿将设备置于温度过低或过高的环境下；
                    3 本设备含有针头组件，请将其放置在儿童接触不到的地方。`
        },
        {
          title: '手机网络异常怎么办？',
          content: `1 请检查手机是否打开了移动网络或连接wifi，如未开启请打开后重试；
                    2 如果使用移动网络请确保手机没有欠费，以及当前环境信号正常，如都正常而无法上网请尝试重启手机后重试；
                    3 如果使用WIFI请确保WIFI网络能正常上网，可访问其他网站进行确认；
                    4 如果以上都正常，请稍等一段时间再进行尝试，可能存在网络波动的情况；
                    5 如还未解决您的问题，请致电客服，我们会第一时间为您解决。 `
        }],
        type: 'slide'
      }]
    }
  }
}
</script>

<style lang="less" scoped>
#faq {
  @footerlink-fqa-head-url:url(/static/img/home/salepolicy.jpg);
  header {
    .mixin-bg(@url: @footerlink-fqa-head-url;
    @height: @common-subpage-head);
    .mixin-flexiable-bg(@url:@footerlink-fqa-head-url;@height:@flexible-footerlink-head);
  }
}
</style>
