<template>
<div id="news1">
  <div class="container">
    <article-model>
      <h3>食品检测技术公链Ifoods Chain重磅推出终端应用产品超级探针</h3>
      <h6>2017.07.07</h6>
      <img src="/static/img/news/news1/news1-1.png">
      <img src="/static/img/news/news1/news1-2.png">
      <img src="/static/img/news/news1/news1-3.png">
      <p>
        近日本年度备受关注的食品检测技术公链Ifoods Chain联合币世界开展全国同城会活动，已先后在北京、重庆、广州举办，受到社群伙伴的极大关注。
        活动期间Ifoods Chain食品检测公链推出了第一款应用产品，非常接地气的区块链食品检测智能硬件超极探针，其主要应用于检测肉类注水问题。创始人卡隆在活动期间表示区块链作为一项正在改变世界的底层技术，如何服务实体经济，成为供给侧改革的重要助力，同时谈到区块链从业企业应该考虑的、重点发力的方向是解决公众日常生活中的痛点。
        区块链会怎样改变我们的衣食住行？最近，一项基于区块链、大数据分析、高精度MEMS传感器、庞大食品数据库的新技术——Ifoods chain的超级探针，为我们在全球区块链应用上提供一个经典范例。它向我们展示了区块链如何改变我们的实体饮食生活，进而提升产业竞争力，甚至有望重构全球食品行业生态和标准。
      </p>
      <img src="/static/img/news/news1/news1-4.jpg">
      <h4>超极探针助力消费者直观判断食品品质</h4>
      <p>
        周末当你和家人在超市里购买食物时，最令你无奈的是什么？你辨别不出即将成为明天晚餐的那块牛肉、猪肉是不是优质，它新不新鲜，有没有注水？可没有办法，你看着货架上的所有食材只能干瞪眼，无法知道它确切的品质。
        这个困扰消费者多年的问题，在Ifoods Chain的区块链超级探针出现后，有望得到轻松解决。你只用拿着超级探针对着一块牛肉轻轻一探，高精度传感设备将会检测出这块牛肉各种结构化数据，并将这些数据与Ifoods Chain庞大食品数据库进行对比，通过复杂的算法，最终很快告诉你这块牛肉否注水、品质如何。不只是对于肉类，未来海鲜、米面粮油、蔬果都能通过这款超级探针快速检测出它们的品质。
        同时，我们可以看到，不安全的牛肉在欧洲、日本、美国、拉丁美洲同样存在，因此区块链检测智能硬件超极探针也将在全球进行发售，协助各国消费者提升牛肉品质辨别能力。
      </p>
      <img src="/static/img/news/news1/news1-5.png">
      <h4>超极探针推动全球食品领域区块链标准建设</h4>
      <img src="/static/img/news/news1/news1-6.jpg">
      <p>
        对于消费者随时检测食物品质、获得科学数据成为举手之劳，也就是说，无处不在的消费者食品知情权的盲区，被Ifoods Chain的超级探针打破了。这种颠覆式的转变，源自Ifoods Chain一流的科学家团队：食品安全科学家林汝吉博士，北京航天航空大学研究员、微纳测控中心副主任冯丽爽教授等顶尖科学家，共同开发了这款食品区块链检测智能硬件。
        在会场，卡隆介绍道：“对于Ifoods Chain区块链平台来说，超级探针应用研发只是平台的开端。Ifoods Chain正在全球范围联合多家研究机构，共同推动食品快检技术区块链化，并将为这些研究机构提供激动人心的技术支持及资源激励，也就是说未来多方参与的Ifoods Chain区块链平台将成为全球化的食品快检技术标准的制定者。”
        Ifoods Chain区块链平台本质上，是一个融合食品大数据采集、分布式记账、数据分享、数据分析、数据激励以及C端交易应用的区块链平台。每一位消费者通过将自己用超级探针获得的数据上传到Ifoods Chain区块链平台，届时只要通过Ifoods Chain移动端DAPP，我们就能清晰地看到自己小区附近、城市任何区域，乃全球范围内被检测过的各类食品数据（基于区块链数据的共享性）。而由于区块链的分布式记账的模型，这些超级探针上传的结构化、真实的数据都具有永久性，不可被修改、粉饰、造假。
        这样一来，Ifoods Chain区块链平台就为消费者提供了一个由近及远、全球范围内的绝对真实食品安全地图。过去人们购买食物，放眼看去除了产品标签、导购介绍、食品价格，完全没有专业手段去判断它们的品质、供应链信息。而现在通过Ifoods Chain区块链平台以及超级探针，这些食品对于消费者再无任何秘密可言。
        随着超级探针不断上传数据，那些生产、供应劣质食品的商家自然会被消费者、市场淘汰，食品行业的区块链标准随之优化和提升，良性的食品行业生态将会自然而然地建构起来。
      </p>
      <h4>超极探针重构全球食品产业的区块链标准</h4>
      <p>
        超级探针很好的解决了食品信息知情权、安全保障的问题。现在中国牛肉年进口量已经超过全球牛肉出口量的30%，市场规模即将过万亿。通过Ifoods Chain的开源、开放式的食品区块链生态平台，让大数据及人工智能带动食品技术的得以突破，从而在全球范围内构建完善的食品生态环境。由此通过大数据构建可用于消费者直观检测判断的区块链标准，再用智能合约+智能硬件执行这个标准，不断由消费者累积数据，最后通过AI或者大数据分析完善提升这个标准，将很好的促进行业改善，释放行业活力促使整个产业链获得相当溢价，促进中国实体经济内生发展，消费者也能安心购买。
        虽然仅仅是检测肉类是否注水的小问题，但区块链实实在在促进了食品安全，改善食品供应。在消费者通过超级探针不断累积数据也将发挥威力，牛肉养殖者，牛肉生产者、销售者在生产、流通、数据采集上将完全彼此透明，造假的土壤会彻底消失，用区块链+智能硬件的前沿科技为食品行业供给侧改革提供了数据支持。Ifoods Chain超级探针的检测数据，也会成为国内、国际牛肉市场重要的品质判断准则。我们看到的将一个透明、健康的全球食品市场会随之诞生，这也将让中国在全球牛肉供应链中占据主动，保障中国的食品安全供应。
      </p>
    </article-model>
  </div>
</div>
</template>

<script>
import ArticleModel from '@/components/FooterLink/NewsPlugin/ArticleModel.vue'
import classmix from '@/mixin/mixin-wow.js'
export default {
  components: {
    ArticleModel
  },
  mixins: [classmix]
}
</script>

<style lang="less" scoped>
#news1 {
  background: @home-bg-color;
}
</style>
